"TASK_TITLE" = "Disk image";
"TASK_TOOLTIP" = "Creates a disk image of a volume or partition.";
"TASK_DESCRIPTION" = "Creates a disk image of a volume or partition.";

"Use current location" = "Use current location";
"Mounted volumes" = "Mounted volumes";
"Other filesystems" = "Other filesystems";
"No volume available" = "No volume available";
"Repository" = "Repository";

"The source volume was not found" = "The source volume was not found";
"Invalid source volume!" = "Invalid source volume!";
"OK" = "OK";
"The source volume was not found. Please check your workflow." = "The source volume was not found. Please check your workflow.";
"This file name is already used by another disk image" = "This file name is already used by another disk image";
"Invalid file name!" = "Invalid file name!";
"This file name is already used by another disk image.\nPlease remove the existing one with DeployStudio Admin or choose another name." = "This file name is already used by another disk image.\nPlease remove the existing one with DeployStudio Admin or choose another name.";

"Imaging engine init" = "Imaging engine init";
"There is not enough free space in the repository." = "There is not enough free space in the repository.";
"Creating recovery partition disk image" = "Creating recovery partition disk image";
"Scanning image file" = "Scanning image file";
"Uploading disk image file" = "Uploading disk image file";
"Checking filesystem catalog" = "Checking filesystem catalog";
"Creating disk image" = "Creating disk image";
"Archiving Preboot volume content" = "Archiving Preboot volume content";
"Archiving Recovery volume content" = "Archiving Recovery volume content";
"Converting disk image" = "Converting disk image";
"Shrinking NTFS volume" = "Shrinking NTFS volume";
"Creating NTFS disk image" = "Creating NTFS disk image";
"Creating device disk image" = "Creating device disk image";
"The source volume is not an APFS filesystem." = "The source volume is not an APFS filesystem.";
"The source volume is not a HFS filesystem." = "The source volume is not a HFS filesystem.";
"An Intel based computer is required to image a NTFS filesystem." = "An Intel based computer is required to image a NTFS filesystem.";
"The source volume is not a NTFS filesystem." = "The source volume is not a NTFS filesystem.";
